[Language]
999=300
1000=YANPODO ReaderSystem
1001=欢迎
1002=时间
1003=操作结果
1004=换肤
1005=参数设置
1006=高级设置
1007=读写操作
1008=网络设置
1009=网络测试
1010=串口不存在或已打开
1011=打开串口成功
1012=打开USB失败
1013=打开USB成功
1014=打开网络失败
1015=打开网络成功
1016=读取参数失败
1017=关闭设备
1018=切换皮肤成功请重启
1019=提示
1020=确定要切换 %s 语言吗?
1021=切换成功请重启软件
1022=操作失败
1023=操作成功
1024=另存为
1025=文件有误
1026=没有检测到设备, 请重新打开
1027=停止读卡
1028=开始读卡
1029=EPC卡号不能为空
1030=请输入以字为单位的16进制，例如: 1234、 12345678
1031=写入数据不能为空
1032=端口被占用
1033=TCP服务启动,监听端口:%s
1034=停止监听
1035=断开所有
1036=断开
1037=连接
1038=序号
1039=时间
1040=卡号
1041=长度
1042=天线
1043=次数
1044=IP
1045=端口
1046=状态
1047=数据
1048=接收:
1049=发送:
1050=波特率:
1051=网络端口:
1052=设备SN:
1053=固件版本:
1054=硬件版本:
1055=语言:
1056=串口
1057=USB
1058=网络
1059=打开
1060=关闭
1061=扫描端口
1062=扫描网络
1063=导出配置
1064=导入配置
1065=闭合继电器
1066=释放继电器
1067=读写器参数
1068=射频功率:
1069=串口波特率:
1070=485地址(HEX):
1071=工作频段:
1072=韦根参数
1073=模式:
1074=数据输出间隔(10ms):
1075=脉冲宽度(10us):
1076=脉冲间隔(100us):
1077=读卡设置
1078=通讯接口:
1079=工作模式:
1080=过滤时间(秒):
1081=询查区域:
1082=起始地址(HEX):
1083=字节长度(HEX):
1084=触发有效时间(S):
1085=单频点
1086=打开蜂鸣器
1087=读取
1088=设置
1089=恢复默认
1090=中国频段
1091=美国频段
1092=韩国频段
1093=欧洲频段
1094=输出高字节在前
1095=输出低字节在前
1096=应答模式
1097=主动模式
1098=触发模式
1099=欢迎使用 ReaderSystem
1100=系统版本:
1101=检查更新
1102=网络参数
1103=MAC地址:
1104=IP地址:
1105=子网掩码:
1106=默认网关:
1107=本地端口:
1108=WIFI参数
1109=路由SSID:
1110=WIFI密码:
1111=远程参数
1112=远程IP:
1113=远程端口:
1114=DNS域名:
1115=Ex.www.google.com
1116=心跳时间:
1117=(0 - 255) 单位 *10 秒
1118=打开DHCP
1119=打开DNS
1120=重启
1121=本机名:
1122=本机IP:
1123=监听端口:
1124=开始监听
1125=读卡权限
1126=密码:
1127=起始地址(HEX):
1128=掩码数据(HEX):
1129=输出控制
1130=有效时间(S):
1131=密码使能
1132=掩码功能
1133=继电器
1134=标签数量:
1135=询查间隔:
1136=快速写EPC(HEX):
1137=读写操作
1138=区域:
1139=起始地址:(字/HEX)
1140=读/写长度:(字/HEX)
1141=访问密码:(HEX)
1142=写数据:(HEX)
1143=数据返回:
1144=开始读卡
1145=停止读卡
1146=清空
1147=导出数据
1148=写EPC
1149=写入
1150=读取
1151=缓存使能
1152=协议使能
1153=过滤
1200= 
1201= 
1202= 
1203= 
1204= 
1205= 
1206=设备插入
1207= 
1208= 
1209= 
1220=Q值:
1221=天线配置
1222=模块不存在
1223=主动模式
1224=注:请把工作模式设置成主动模式
1225=Session:
1226=询查最大响应时间(*100ms):
1227=获取
1228=停止
1229=GPRS测试
1230=GPRS正在启动,请稍等...
1231=GPRS未启动
1232=SIM卡未插入
1233=4G状态正常
1234=4G正常,SIM卡未插入
1235=4G状态
1236=4G信号
1237=LBS
1238=设备时间
1239=同步
1240=GPS参数
1241=上传间隔
1242=获取GPS
1243=打开GPS
1244=4G参数
1245=读卡间隔(*10ms):
1246=条件(OnlyForEPC):
1247=密码 或者 掩码
1248=密码 同时 掩码
1249=次数
1250=询查时间(*100ms)
1251=温度
1252=密集读卡
1253=最新版本
1254=时间戳
1255=保存至Flash
1256=白名单
1257=键盘设置
1258=输出格式:
1259=带回车
1260=删除全部
1261=删除
1262=增加
1263=导出Excel
1264=自动
1265=递增
1266=自动锁定密码
